[
  {
    "id": "id-1",
    "title": "Omega-3 Fatty Acids",
    "text": "The nutrition story of omega-3 fatty acids is quickly evolving and recent research demonstrates their expanded role in supporting both physical and mental health.  This curated virtual issue of 11 recent articles from Nutrition Reviews includes the newest information on the role that omega-3 fatty acids play in health. The perspectives presented in this virtual issue include how omega-3 fatty acids support healthy pregnancy outcomes (Satokar et al 2021) and their chronotropic effect related to the resting heart rate (Zhang 2022). The systematic reviews focus on the clinical importance of omega-3 fatty acids (Musa-Veloso et al 2018; Camargo et al 2018; Chen et al 2020), their role in lipid metabolism (Conway et al 2020), a comparison between different sources of omega-3 fatty acids on metabolism (Kim et al 2020) and how fish oil supplements are associated with the preservation of lean body mass with exercise (Heileson et al 2020).  The three meta-analyses included in this issue are on sleep (Dai et al 2021), peripheral nerve health (Zhang et al 2019) and what their role may be in preventing cognitive decline in adults (Alex et al 2019).  We hope you find this issue to be a quick way to update your knowledge on omega-3 fatty acids."
  },
  {
    "id": "id-2",
    "title": "Nutrition & Cognitive Function",
    "text": "Diet and nutrition are essential to the performance of the human brain. The overall composition of the human diet as well as specific nutrients have been shown to impact brain function. In this collection, you will find a range of review papers that tackle the impact nutrition can have on the human brain and body from childhood to old age."
  },
  {
    "id": "id-3",
    "title": "Highly Cited Article Collection",
    "text": "The latest Journal Citation Reports™ have recently been released and have revealed that the 2020 Impact Factor for Nutrition Reviews has risen. Source: Clarivate, 2021 2020 Impact Factor: 7.110 2020 5-Year Impact Factor: 9.121* Journal Citation Reports™ Ranking: 9 out of 89 (Nutrition & Dietetics - SCIE) To highlight the impact of the journal, we have organized a collection of some of the most cited articles from recent years. Oxford University Press has granted free access to this collection for a limited time; these articles are just a sample of the impressive body of research from the journal."
  },
  {
    "id": "id-4",
    "title": "Virtual Issue: Stress, Sleep, and Nutrition",
    "text": "Recent advances in nutrition research have revealed a series of complex mechanisms that help explain how nutrients and other bioactive compounds from food directly and indirectly affect brain metabolism, mood, sleep, and cognition. In light of this, Nutrition Reviews’ Editor-in-Chief, Douglas Taren, PhD, MS, has curated a virtual issue of scientific reviews that highlight the biochemical mechanisms of nutrition that affect mental health and associated chronic diseases. Together the collection of articles provide a robust look at the strength of associations between nutrition, stress, sleep, mental health, and gaps in the research that need to be filled in order to develop appropriate nutrition interventions and guidance for nutrition policies and programs. We invite you to enjoy the selection of articles below, freely available through July 2021."
  },
  {
    "id": "id-5",
    "title": "Immune System Virtual Issue",
    "text": "In evaluating the global COVID-19 pandemic, the impact of nutrition on the immune system cannot be overlooked. In light of this, Nutrition Reviews has put together a virtual issue of immune system articles, including several that have been recently published related to COVID-19. Please enjoy the selection of articles below, freely available through October 2020."
  },
  {
    "id": "id-6",
    "title": "National Public Health Week",
    "text": "National Public Health Week falls on the first full week of April in the United States. In honor of this week, Nutrition Reviews has put together a virtual issue of public health articles relating to each observance day within the week. Please enjoy the selection of articles below, freely available through June 2020."
  },
  {
    "id": "id-7",
    "title": "Educators’ Collection",
    "text": "As the fall semester begins, Nutrition Reviews is offering, for a limited time, a curated collection of review articles for classroom use. Chosen to help educators share the latest nutrition knowledge with their students, the articles in this collection address essential and emerging topics in the field. Written in the clear and engaging manner for which Nutrition Reviews is known, these articles will aid students in a variety of nutrition and health courses, providing unique and important examples on: the role of nutrition in health outcomes critical issues related to measuring diet and nutrient utilization, and how to conduct nutrition research Please enjoy the below articles. The entire collection will be freely available through October 15. For additional articles, including some highly applicable seminal works, please browse the journal’s online archive. If your institution does not subscribe to Nutrition Reviews, please fill out the Library Subscription Recommendation Form online and we will work with your librarian to ensure access for you and your students."
  },
  {
    "id": "id-8",
    "title": "Factors Affecting Eating Behaviors in Children and Adolescents",
    "text": "Rates of obesity among 5- to 19-year-olds worldwide have increased tenfold over four decades. In the United States alone, approximately 1 of 5 school-age children is presently obese. Finding ways to foster good nutritional habits in children and adolescents is critical for reversing this trend. To that end, the editors of Nutrition Reviews and Annals of Behavioral Medicine are pleased to offer this curated collection of articles highlighting the latest evidence on factors influencing early obesity as well as targeted solutions and suggestions for further research. These articles will be freely available until January 1, 2019. Please feel free to share the link to this important collection widely so children around the world may benefit."
  },
  {
    "id": "id-9",
    "title": "Sustainability",
    "text": "By 2050, the world’s population is projected to reach 9.7 billion. Climate models predict that over the next 100 years crop yields and quality are expected to continually decrease. This combined pressure of growing demand for food and declining yields and quality of food makes the sustainability of the world’s food supply an increasingly urgent topic to address. The articles in this virtual issue highlight some of the ways in which the sustainability of the food supply is being examined and illustrate where some potential solutions may be found."
  },
  {
    "id": "id-10",
    "title": "Sociological and Behavioral Influences on Food Intake",
    "text": "Most people seek to buy and consume nutritious foods, but achieving a balanced diet is often viewed as elusive or challenging. The articles in this special issue explore a range of sociological and behavioral influences on food intake across the lifespan. From parenting styles that foster healthy eating versus picky eating, through socioeconomic realities, experiments with menu labeling and messaging, and cultural differences in fluid intake, many factors affect dietary behavior. Understanding these complex influences is the first step to leveraging them with practical tools and solutions to ensure the health of populations around the world."
  }
]
